/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "No se pudieron eliminar algunos archivos debido a razones desconocidas.";
"ErrorDescRemoving_GenericSingleFileError" = "\"%@\" no pudo ser eliminado debido a razones desconocidas.";
"ErrorDescRemoving_FileWasntAuthorized" = "\"%@\" no pudo ser eliminado, ya que no has autorizado esta operación.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "\"%@\" no pudo ser movido, ya que no has autorizado esta operación.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "\"%@\" no pudo eliminarse debido a falta de permisos.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "\"%@\" no pudo moverse debido a falta de permisos.";
"ErrorDescRemoving_FailedToLaunchTask" = "No se puede ejecutar la tarea \"%@\". El archivo no parece ser ejecutable o no pudo ser encontrado.";
